lang_templates = {
                    "en": {"lang":"English",
                        "user_template":"Hi {},\n\n We got to know that you are located at {}, {} and need help for {} and {}, following authorities will contact you very soon.\n As per your request the following authorities are informed already.\n\n District Police Head Quarters.\n District Hospital.\n Local Coordinating Bodies.\n Dist. Collector.",
                        "question":"Please enter your details in same Format: \nName;Address;Pincode;Purpose;Other Details \neg:Amit;Dehradun;400005;need medicines;which medical shops are open?"
                    },
                    "hi": {"lang":"हिंदी",
                        "user_template":"{},\n\n हमें पता चला कि आप {}, {} यहां स्थित हैं और {} और {} के लिए मदद चाहिए। \n हम आपसे बहुत जल्द संपर्क करेंगे। आपके अनुरोध पर निम्नलिखित अधिकारियों को सूचित किया गया है।\n\n जिला पुलिस मुख्यालय।\n जिला अस्पताल।\n स्थानीय समन्वय निकायों।\n जिला। एकत्र करनेवाला।",
                        "question":"कृपया अपनी जानकारी उसी प्रारूप में दर्ज करें :\n नाम; पता; पिनकोड; उद्देश्य; अन्य विवरण \n जैसे: अमित; देहरादून ; ४००००५ ; दवाइयों की जरूरत; कौन सी मेडिकल शॉप खुली हैं?"
                    },
                    "te": {"lang":"తెలుగు",
                        "user_template":"{},\n\n మీరు {}, {} వద్ద ఉన్నారని మరియు {} మరియు {} కోసం సహాయం అవసరమని మేము తెలుసుకున్నాము.  కింది అధికారులు మిమ్మల్ని త్వరలో సంప్రదిస్తారు. మీ అభ్యర్థన ప్రకారం కింది అధికారులకు ఇప్పటికే సమాచారం ఇవ్వబడింది.\n\n జిల్లా పోలీసు హెడ్ క్వార్టర్స్.\n జిల్లా ఆసుపత్రి.\n స్థానిక సమన్వయ సంస్థలు.\n జిల్లా కలెక్టర్.",
                        "question":"దయచేసి మీ వివరాలను ఒకే ఫార్మాట్‌లో నమోదు చేయండి:\n పేరు; చిరునామా; పిన్‌కోడ్; పర్పస్; ఇతర వివరాలు\nఉదాహరణ:అమిత్; డెహ్రాడూన్; 400005; మందులు కావాలి; ఏ మెడికల్ షాపులు తెరిచి ఉన్నాయి?"
                    },
                    "ta": {"lang":"தமிழ்",
                        "user_template":"{},\n\n நீங்கள் இங்கே இருக்கிறீர்கள் என்பதை நாங்கள் அறிந்தோம் {}, {} மற்றும் {} மற்றும் {}, பின்வரும் அதிகாரிகள் மிக விரைவில் உங்களைத் தொடர்புகொள்வார்கள். உங்கள் வேண்டுகோளின்படி பின்வரும் அதிகாரம் ஏற்கனவே தெரிவிக்கப்பட்டுள்ளது.\n\n மாவட்ட காவல்துறை தலைமையகம்.\n மாவட்ட மருத்துவமனை.\n உள்ளூர் ஒருங்கிணைப்பு அமைப்புகள்.\n மாவட்டம். ஆட்சியர்.",
                        "question":"தயவுசெய்து உங்கள் விவரங்களை ஒரே வடிவத்தில் உள்ளிடவும்:\n பெயர்; முகவரி; பின்கோட்; நோக்கம்; பிற விவரம்"
                    },
                    "gu": {"lang":"ગુજરાતી",
                        "user_template":"{},\n\n અમને જાણવા મળ્યું કે તમે અહીં સ્થિત છો {}, {} અને માટે મદદની જરૂર છે {} અને {}, નીચેના અધિકારીઓ ખૂબ જ જલ્દી તમારો સંપર્ક કરશે. તમારી વિનંતી મુજબ નીચેની સત્તાને પહેલાથી જ જાણ કરવામાં આવી છે.\n જિલ્લા પોલીસ વડા ક્વાર્ટર.\n જિલ્લા હોસ્પિટલ.\n સ્થાનિક સંકલન સંસ્થાઓ.\n જી. કલેક્ટર",
                        "question":"કૃપા કરીને તમારી વિગતો સમાન ફોર્મેટમાં દાખલ કરો:\n નામ; સરનામું; પિનકોડ; હેતુ; અન્ય વિગતવાર\nદા.ત.: અમીત; મુંબઈ;૪૦૦૦૦૭;દવાઓ જોઈયે છે;કયી દવાઓ ની દૂકાન ખુલ્લી હશે ?"
                    },
                    "kn": {"lang":"ಕನ್ನಡ",
                        "user_template":"ನಮಸ್ಕಾರ {},\n\n ನಮಗೆ ತಿಳಿದಿರುವಂತೆ ನೀವು {},{} ನಿವಾಸಿ ಆಗಿರುತ್ತಿರ. ನಿಮ್ಮಲ್ಲಿ {} ಮತ್ತು {}.ಕೆಳಗಿನ ಅಧಿಕಾರಿಗಳು ನಿಮ್ಮನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಸಂಪರ್ಕಿಸುತ್ತಾರೆ. ನಿಮ್ಮ ಕೋರಿಕೆಯಂತೆ ಈ ಕೆಳಗಿನ ಪ್ರಾಧಿಕಾರವನ್ನು ಈಗಾಗಲೇ ತಿಳಿಸಲಾಗಿದೆ.\n\n ಜಿಲ್ಲಾ ಪೊಲೀಸ್ ಪ್ರಧಾನ ಕಚೇರಿಗಳು.\n ಜಿಲ್ಲಾ ಆಸ್ಪತ್ರೆ.\n ಸ್ಥಳೀಯ ಸಮನ್ವಯ ಸಂಸ್ಥೆಗಳು.\n ಜಿಲ್ಲೆ. ಕಲೆಕ್ಟರ್.",
                        "question":"ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಒಂದೇ ಸ್ವರೂಪದಲ್ಲಿ ನಮೂದಿಸಿ:\n ಹೆಸರು; ವಿಳಾಸ; ಪಿನ್ಕೋಡ್; ಉದ್ದೇಶ; ಇತರೆ ವಿವರ\nಉದಾಹರಣೆ: ಜಗದೀಶ ಪಾಧ್ಯ; ಹಿಂಜೆವಾಡಿ,ಪುಣೆ;೪೧೧೦೫೭; ಕೊರೋನಾ  ಪೀಡಿತ ಪತ್ತೆ ;ಕ್ವಾರಂಟಿನೆ ಆಗಲು ಸಹಾಯಮಾಡಿ."
                    },
                    "bn": {"lang":"বাংলা",
                        "user_template":"{},\n\n আমরা জানতে পেরেছিলাম যে আপনি এখানে অবস্থান করছেন {}, {} এবং এর জন্য সহায়তা প্রয়োজন {} এবং {}, নিম্নলিখিত কর্তৃপক্ষগুলি খুব শীঘ্রই আপনার সাথে যোগাযোগ করবে। আপনার অনুরোধ অনুসারে নিম্নলিখিত কর্তৃপক্ষকে ইতিমধ্যে অবহিত করা হয়েছে| \n\n জেলা পুলিশ হেড কোয়ার্টার্স।\n জেলা হাসপাতাল।\n স্থানীয় সমন্বয়কারী সংস্থা।\n জেলা। কালেক্টর।",
                        "question":"দয়া করে আপনার বিশদটি একই ফর্ম্যাটে প্রবেশ করুন:\n নাম; ঠিকানা; পিনকোড; উদ্দেশ্য; অন্যান্য বিবরণ\nউদাহরণ: অমিত; দেহরাদুন;৪০০০০৫; প্রয়োজন ওষুধ; কোন কোন ওষুধের দোকান খোলা আছে?"
                    },
                    "mr": {"lang":"मराठी",
                        "user_template":"{},\n\nआम्हाला कळाले आहे की आपण {}, {} येथे आहात आणि {} आणि {} त्यासाठी मदत आवश्यक आहे ,खालील अधिकारी लवकरच आपल्याशी संपर्क साधतील. तुमच्या विनंतीनुसार खालील प्राधिकरणास अगोदर माहिती देण्यात आली आहे.\n\nजिल्हा पोलिस हेड क्वार्टर.\nजिल्हा रुग्णालय.\nस्थानिक समन्वय संस्था.\nजिल्हाधिकारी.",
                        "question":"कृपया आपली माहीती ह्या  स्वरुपात पाठवा:\nनाव; पत्ता; पिनकोड; उद्देश; अन्य तपशील\nउदा:किरण जोशी;कोथरूड पुणे;४११०३८;औषधे पाहीजेत;इथे औषधांची दुकाने कुठे उघडी आहेत?"
                    },
                    "pa": {"lang":"ਪੰਜਾਬੀ",
                        "user_template":"{},\n\n ਸਾਨੂੰ ਪਤਾ ਲੱਗਿਆ ਕਿ ਤੁਸੀਂ ਇੱਥੇ ਸਥਿਤ ਹੋ {}, {} ਅਤੇ ਇਸਦੇ ਲਈ ਮਦਦ ਦੀ ਲੋੜ ਹੈ {} ਅਤੇ {}, ਹੇਠ ਦਿੱਤੇ ਅਧਿਕਾਰੀ ਬਹੁਤ ਜਲਦੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨਗੇ. ਤੁਹਾਡੀ ਬੇਨਤੀ ਦੇ ਅਨੁਸਾਰ ਹੇਠ ਦਿੱਤੇ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਸੂਚਿਤ ਕਰਦਿਤਾ ਗਿਆ ਹੈ.\n\n ਜ਼ਿਲ੍ਹਾ ਪੁਲਿਸ ਹੈਡ ਕੁਆਟਰ.\n ਜ਼ਿਲ੍ਹਾ ਹਸਪਤਾਲ.\n ਸਥਾਨਕ ਤਾਲਮੇਲ ਸੰਸਥਾਵਾਂ.\n ਜ਼ਿਲ੍ਹਾ ਕੁਲੈਕਟਰ.",
                        "question":"ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵੇਰਵੇ ਦਿੱਤੇ ਗਏ ਫਾਰਮੈਟ ਵਿੱਚ ਦਾਖਲ ਕਰੋ:\n ਨਾਮ; ਪਤਾ; ਪਿੰਨਕੋਡ; ਉਦੇਸ਼; ਹੋਰ ਵੇਰਵਾ\nਉਦਾਹਰਣ: ਅਮਿਤ;ਦੇਹਰਾਦੂਨ;400005;ਦਵਾਈਆਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ;ਕਿਹੜੀਆਂ ਮੈਡੀਕਲ ਦੁਕਾਨਾਂ ਖੁੱਲੀਆਂ ਹਨ?"
                    },
                    "ml": {"lang":"മലയാളം",
                        "user_template":"{},\n\n നിങ്ങൾ ഇവിടെ {}, {} ആണെന്നും {}, {} എന്നിവയ്ക്കുള്ള സഹായം ആവശ്യമാണെന്നും ഞങ്ങൾ മനസ്സിലാക്കി, ഇനിപ്പറയുന്ന അധികാരികൾ ഉടൻ തന്നെ നിങ്ങളെ ബന്ധപ്പെടും. നിങ്ങളുടെ അഭ്യർത്ഥന പ്രകാരം ഇനിപ്പറയുന്ന അധികാരികളെ ഇതിനകം അറിയിച്ചിട്ടുണ്ട്.\n\n ഡിസ്ട്രിക് പോലീസ് ഹെഡ് ക്വാർട്ടേഴ്സ്.\n ജില്ലാ ആശുപത്രി.\n പ്രാദേശിക ഏകോപന സ്ഥാപനങ്ങൾ.\n ജില്ല കളക്ടർ.",
                        "question":"നിങ്ങളുടെ വിശദാംശങ്ങൾ‌ അതേ ഫോർ‌മാറ്റിൽ‌ നൽ‌കുക:\n പേര്; വിലാസം; പിൻ‌കോഡ്; ഉദ്ദേശ്യം; മറ്റ് വിശദാംശം\nഉദാഹരണം: അമിത്ത്; ഡെറാഡൂൺ; 400005; മരുന്നുകൾ ആവശ്യമുണ്ട്; ഏത് മെഡിക്കൽ ഷോപ്പുകൾ തുറന്നിരിക്കുന്നുണ്ട്?"
                    },
                   "or":{
                      "lang":"ଓଡ଼ିଆ",
                      "user_template":"{},\n\n ଆମେ ଜାଣିବାକୁ ପାଇଲୁ ଯେ ଆପଣ {}, {} ଠିକଣାରେ ଅଛନ୍ତି | ଆପଣ {} ଏବଂ {}  ସାହାଯ୍ୟ ପାଇଁ  ଅନୁରୋଧ କରିଛନ୍ତି | ନିମ୍ନ କର୍ତ୍ତୃପକ୍ଷ ତୁମ ସହିତ ଖୁବ୍ ଶୀଘ୍ର ଯୋଗାଯୋଗ କରିବେ | ଆପଣଙ୍କ ଅନୁରୋଧ ଅନୁଯାୟୀ ନିମ୍ନଲିଖିତ କର୍ତ୍ତୃପକ୍ଷଙ୍କୁ ସୂଚନା ଦିଆଯାଇଛି |\n\n ଜିଲ୍ଲା ପୋଲିସ ମୁଖ୍ୟ କାଯ୍ୟ୲ଳୟ |\n ଜିଲ୍ଲା ଡାକ୍ତରଖାନା |\n ସ୍ଥାନୀୟ ସମନ୍ୱୟ ସଂସ୍ଥା |\n ଜିଲ୍ଲାପାଳ  |",
                      "question":"ଦୟାକରି ଏହି ଫର୍ମାଟରେ ଆପଣଙ୍କର ବିବରଣୀ ଦିୟନ୍ତୁ :\n ନାମ; ଠିକଣା; ପିନ୍ କୋଡ୍; ଉଦ୍ଦେଶ୍ୟ; ଅନ୍ୟାନ୍ୟ ବିବରଣୀ |\nଉଦାହରଣ ସ୍ଵରୁପ:ରଞ୍ଜନ କୁମାର ସାହୁ;ପୁଣେ;୪୧୧୦୩୮;ମୋତେ ଔଷଧ ଦରକାର ;କେଉଁ ଔଷଧ ଦୋକାନ ଖୋଲା ଅଛି?"
                   }
                }